Repository: tahmaz/c
Catalog: cars/cars_install/system/default.tmx
Source language: en_us
Languages: de_de, fr_fr, ja_jp

source: A %s can only be placed on a Ribbon Group with an ActionManager assigned
de_de: %s kann nur in einer Ribbon-Gruppe platziert werden, wenn ein ActionManager zugewiesen ist.
fr_fr: Un %s peut seulement être placé sur un groupe ruban avec un ActionManager assigné
ja_jp: %s は、ActionManager がアサインされているリボングループにのみ配置できます

source: Unable to retrieve a pointer to a running object registered with OLE for %s/%s
de_de: Es kann kein Zeiger auf ein ausgeführtes Objekt geholt werden, dass mit OLE für %s/%s registriert ist
fr_fr: Impossible de récupérer un pointeur sur un objet en cours d'exécution recensé avec OLE pour %s/%s
ja_jp: %s/%s として登録されている実行中のオブジェクトからポインタを取得できませんでした。

source: This "Portable Network Graphics" image is not valid because it contains invalid pieces of data (crc error)
de_de: Dieses "Portable Network Graphics" Bild ist ungültig, weil Teile der Daten fehlerhaft sind (CRC-Fehler)
fr_fr: Cette image "Portable Network Graphics" n'est pas valide car elle contient des données invalides (erreur crc)
ja_jp: この "Portable Network Graphics" 画像は有効ではありません。不正なデータが含まれるからです (CRC エラー)

source: The "Portable Network Graphics" image could not be loaded because one of its main piece of data (ihdr) might be corrupted
de_de: Dieses "Portable Network Graphics" Bild konnte nicht geladen werden, weil wahrscheinlich einer der Hauptdatenbreiche (IHDR) beschädigt ist
fr_fr: Cette image "Portable Network Graphics" n'a pu être chargée car l'une de ses principale donnée (ihdr) doit être corrompue
ja_jp: "Portable Network Graphics" 画像はロードできませんでした。データのメイン部分の 1 つ (IHDR) が破損している可能性があるからです。

source: This "Portable Network Graphics" image is invalid because it has missing image parts.
de_de: Dieses "Portable Network Graphics" Bild ist ungültig, weil Grafikdaten fehlen.
fr_fr: Cette image "Portable Network Graphics" est invalide car elle contient des parties d'image manquantes.
ja_jp: この "Portable Network Graphics" 画像は無効です。画像部分がないからです。

source: Could not decompress the image because it contains invalid compressed data. Description:
de_de: Die Grafik konnte nicht entpackt werden, weil Teile der komprimierten Daten fehlerhaft sind. Beschreibung:
fr_fr: Impossible de décompresser l'image car elle contient des données compressées invalides. Description:
ja_jp: 画像を解凍できませんでした。不正な圧縮データが含まれるためです。 説明:

source: The "Portable Network Graphics" image contains an invalid palette.
de_de: Das "Portable Network Graphics" Bild enthält eine ungültige Palette.
fr_fr: L'image "Portable Network Graphics" contient une palette invalide.
ja_jp: "Portable Network Graphics" 画像に不正なパレットが含まれます。

source: The file being readed is not a valid "Portable Network Graphics" image because it contains an invalid header. This file may be corruped, try obtaining it again.
de_de: Die Datei, die gelesen wird, ist kein gültiges "Portable Network Graphics" Bild, da es keinen gültigen Header enthält. Die Datei könnte beschädigt sein, versuchen Sie, eine neue Kopie zu bekommen.
fr_fr: Le fichier actuellement lu est une image "Portable Network Graphics" invalide car elle contient un en-tête invalide. Ce fichier doit être corrompu, essayer de l'obtenir à nouveau.
ja_jp: 読み込まれたファイルは有効な "Portable Network Graphics" 画像ではありません。不正なヘッダーが含まれるからです。このファイルは破損している可能性があります。取得をやり直してください。

source: This "Portable Network Graphics" image is not supported or it might be invalid. (IHDR chunk is not the first)
de_de: Dieses "Portable Network Graphics" Bild wird nicht unterstützt oder ist ungültig. (Der IHDR-Abschnitt ist nicht der erste Abschnitt in der Datei).
fr_fr: Cette image "Portable Network Graphics" n'est pas supportée ou doit être invalide. (la partie IHDR n'est pas la première)
ja_jp: "Portable Network Graphics" 画像はサポートされていない、あるいは無効です (IHDR チャンクが最初にありません)。

source: The png file could not be loaded because it does not exists.
de_de: Die PNG Datei konnte nicht geladen werden, da sie nicht existiert.
fr_fr: Le fichier png n'a pu être chargé car il n''éxiste pas.
ja_jp: PNG ファイルはロードできませんでした。見つからないからです。

source: This "Portable Network Graphics" image is not supported because either it's width or height exceeds the maximum size, which is 65535 pixels length.
de_de: Dieses "Portable Network Graphics" Bild wird nicht unterstützt, weil entweder seine Breite oder seine Höhe das Maximum von 65535 Pixeln überschreitet.
fr_fr: Cette image "Portable Network Graphics" n'est pas supportée car sa longueur ou sa largeur excède la taille maximale, qui est de 65535 pixels.
ja_jp: この "Portable Network Graphics" 画像はサポートされていません。幅または高さが最大値 (65535 ピクセル) を超えているからです。

source: There is no such palette entry.
de_de: Es gibt keinen solchen Palettenwert.
fr_fr: Il n'y a aucune entrée pour cette palette.
ja_jp: 対応するパレット エントリがありません。

source: This "Portable Network Graphics" could not be loaded because it uses a color table which is missing.
de_de: Dieses "Portable Network Graphics" Bild konnte nicht geladen werden, weil die benötigte Farbtabelle fehlt.
fr_fr: Cette image "Portable Network Graphics" n'a pu être chargée car elle utilise une table de couleur manquante.
ja_jp: この "Portable Network Graphics" はロードできませんでした。不明なカラー テーブルを使用しているためです。

source: This "Portable Network Graphics" image contains an unknown critical part which could not be decoded.
de_de: Dieses "Portable Network Graphics" Bild enhält einen unbekannten aber notwendigen Teil, welcher nicht entschlüsselt werden kann.
fr_fr: Cette image "Portable Network Graphics" contient une partie critique inconnue qui n' pu être décodée.
ja_jp: この "Portable Network Graphics" 画像には不明な必須部分が含まれ、デコードできませんでした。

source: This "Portable Network Graphics" image is encoded with an unknown compression scheme which could not be decoded.
de_de: Dieses "Portable Network Graphics" Bild wurde mit einem unbekannten Komprimierungsalgorithmus kodiert, welcher nicht entschlüsselt werden kann.
fr_fr: Cette image "Portable Network Graphics" est encodée à l'aide d'un schémas de compression inconnu qui ne peut être décodé.
ja_jp: この "Portable Network Graphics" 画像は不明な圧縮方式でエンコードされていて、デコードできませんでした。

source: This "Portable Network Graphics" image uses an unknown interlace scheme which could not be decoded.
de_de: Dieses "Portable Network Graphics" Bild benutzt ein unbekanntes Interlace-Schema, welches nicht entschlüsselt werden kann.
fr_fr: Cette image "Portable Network Graphics" utilise un schémas d'entrelacement inconnu qui ne peut être décodé.
ja_jp: この "Portable Network Graphics" 画像は不明なインタレース方式を使用していて、デコードできませんでした。

source: The chunks must be compatible to be assigned.
de_de: Die Abschnitte müssen kompatibel sein, damit sie zugewiesen werden können.
fr_fr: Ce morceau doit être compatible pour être assigné.
ja_jp: チャンクは割り当て対象と互換性が必要です。

source: OLE control activation failed
de_de: Aktivierung des OLE-Steuerelements misslungen
fr_fr: Echec de l'activation du contrôle OLE
ja_jp: OLE コントロールのアクティブ化に失敗しました

source: Could not obtain OLE control window handle
de_de: Das Fenster-Handle des OLE-Elements nicht verfügbar
fr_fr: Impossible d'obtenir le handle de fenêtre du contrôle OLE
ja_jp: OLE コントロールのウィンドウハンドルの取得に失敗しました

source: OLE error %.8x
de_de: OLE-Fehler %.8x
fr_fr: Erreur OLE %.8x
ja_jp: OLE エラー %.8x

source: Variant does not reference an OLE object
de_de: Variante referenziert kein OLE-Objekt
fr_fr: Le variant ne référence pas un objet OLE
ja_jp: バリアントは OLE オブジェクトを参照していません

source: Variant does not reference an automation object
de_de: Variante referenziert kein Automatisierungsobjekt
fr_fr: Le variant ne référence pas un objet Automation
ja_jp: バリアントはオートメーション オブジェクトを参照していません

source: Method '%s' not supported by OLE object
de_de: Methode '%s' wird vom OLE-Objekt nicht unterstützt
fr_fr: Méthode '%s' non supportée par l'objet OLE
ja_jp: メソッド '%s' は OLE オブジェクトでサポートされていません

source: Link Properties
de_de: Verknüpfungseigenschaften
fr_fr: Propriétés de liaison
ja_jp: リンク プロパティ

source: Cannot link to an invalid source.
de_de: Zu einer ungültigen Quelle kann nicht verknüpft werden.
fr_fr: Liaison impossible avec une source incorrecte.
ja_jp: 不正なソースへのリンクはできません

source: Break link operation is not supported.
de_de: Operation zur Trennung der Verbindung nicht erlaubt
fr_fr: Opération d'interruption de liaison non supportée.
ja_jp: リンクを切る機能はサポートされていません

source: Linked %s
de_de: Verknüpft %s
fr_fr: %s lié(e)
ja_jp: %s へのリンク

source: Operation not allowed on an empty OLE container
de_de: Operation mit einem leeren OLE-Container nicht zulässig
fr_fr: Opération non autorisée pour un conteneur OLE vide
ja_jp: OLE コンテナが空なので指定された動作は許されません

source: Invalid object verb
de_de: Ungültiges Objekt-Verb
fr_fr: Verbe d'objet incorrect
ja_jp: 不正なオブジェクト バーブ

source: %s Properties
de_de: %s Eigenschaften
fr_fr: Propriétés %s
ja_jp: %s のプロパティ

source: Invalid stream format
de_de: Ungültiges Stream-Format
fr_fr: Format de flux incorrect
ja_jp: 不正なストリーム フォーマット

source: License information for %s is invalid
de_de: Lizenz-Information für %s ist ungültig
fr_fr: Les informations de licence pour %s sont incorrectes
ja_jp: %s の使用許諾情報が正しくありません

source: License information for %s not found. You cannot use this control in design mode
de_de: Lizenz-Information für %s nicht gefunden. Sie können dieses Steuerelement im Entwurfsmodus nicht verwenden
fr_fr: Informations de licence pour %s non trouvées. Vous ne pouvez utiliser ce contrôle en mode conception
ja_jp: %s の使用許諾情報が見つかりません。このコントロールはデザイン時には使えません

source: Invalid reduction method
de_de: Ungültige Reduktionsmethode
fr_fr: Méthode de réduction incorrecte
ja_jp: 縮小方法が無効です

source: Frame contains multiple Graphic Control Extension blocks
de_de: Frame enthält mehrere Blöcke mit grafischen Steuerelementerweiterungen
fr_fr: Le cadre contient plusieurs blocs d'extension de contrôles graphiques
ja_jp: フレームに複数のグラフィック制御拡張ブロックが含まれています

source: Missing, invalid or empty palette
de_de: Fehlende, ungültige oder leere Palette
fr_fr: Palette vide, incorrecte ou manquante
ja_jp: パレットがないか、無効か、空です。

source: GIF Image
de_de: GIF-Bild
fr_fr: Image GIF
ja_jp: GIF 画像

source: Loading
de_de: Laden
fr_fr: Chargement
ja_jp: 読み込み中

source: Saving
de_de: Speichern von
fr_fr: Enregistrement
ja_jp: 保存中

source: Converting
de_de: Konvertierung
fr_fr: Conversion
ja_jp: 変換中

source: Rendering
de_de: Übergabe
fr_fr: Restitution
ja_jp: レンダリング中

source: Copying
de_de: Kopieren
fr_fr: Copie
ja_jp: コピー

source: Optimizing
de_de: Optimierung
fr_fr: Optimisation
ja_jp: 最適化中

source: Class not registered
de_de: Klasse nicht registriert
fr_fr: Classe non recensée
ja_jp: クラスは登録されていません

source: Interface %s not registered
de_de: Interface %s nicht registriert
fr_fr: Interface %s non recensée
ja_jp: インターフェイス %s は登録されていません

source: Cannot change the size of a JPEG image
de_de: Die Größe einer JPEG-Grafik kann nicht verändert werden
fr_fr: Impossible de modifier la taille d'une image JPEG
ja_jp: JPEG イメージのサイズは変更できません

source: JPEG error #%d
de_de: JPEG-Fehler #%d
fr_fr: Erreur JPEG #%d
ja_jp: JPEG エラー #%d

source: JPEG Image File
de_de: JPEG-Grafikdatei
fr_fr: Fichier image JPEG
ja_jp: JPEG イメージファイル

source: '%s' is not a valid property value
de_de: '%s' ist kein gültiger Wert für die Eigenschaft
fr_fr: '%s' n'est pas une valeur de propriété correcte
ja_jp: '%s' は無効なプロパティ値です

source: Invalid image size
de_de: Ungültige Bildgröße
fr_fr: Taille d'image incorrecte
ja_jp: 画像サイズが無効です

source: Failed to store GIF on clipboard
de_de: Fehler beim Speichern des GIF in der Zwischenablage
fr_fr: Echec de stockage GIF sur le presse-papiers
ja_jp: GIF をクリップボードに保存できませんでした

source: Another TGIFImage class has already been registered with TPicture
de_de: Bei TPicture wurde bereits eine andere TGIFImage-Klasse registriert
fr_fr: Une autre classe TGIFImage a déjà été recensée avec TPicture
ja_jp: 別の TGIFImage クラスがすでに TPicture に登録されています

source: Image exceeds Logical Screen size
de_de: Bild überschreitet logische Bildschirmgröße
fr_fr: L'image excède la taille d'écran logique
ja_jp: 画像が画面の論理サイズを超えています

source: No global or local color table defined
de_de: Keine globale oder lokale Farbtabelle definiert
fr_fr: Aucune table de couleurs locale ou globale n'est définie
ja_jp: グローバル/ローカル カラー テーブルが定義されていません

source: Invalid pixel coordinates
de_de: Ungültige Pixel-Koordinaten
fr_fr: Coordonnées pixel incorrectes
ja_jp: ピクセル座標が無効です

source: Unsupported bitmap format
de_de: Nicht unterstütztes Bitmap-Format
fr_fr: Format de bitmap non supporté
ja_jp: 未対応のビットマップ形式です

source: Unsupported PixelFormat
de_de: Nicht unterstütztes Pixel-Format
fr_fr: PixelFormat non supporté
ja_jp: PixelFormat がサポートされていません

source: Invalid image dimensions
de_de: Ungültige Bilddimensionen
fr_fr: Dimensions de l'image incorrectes
ja_jp: 画像サイズが正しくありません

source: Image has no DIB
de_de: Bild hat kein DIB
fr_fr: L'image n'a pas de DIB
ja_jp: 画像に DIB がありません

source: Color not in color table
de_de: Farbe nicht in der Farbtabelle
fr_fr: Couleur absente dans la table des couleurs
ja_jp: 色がカラー テーブルに存在しません

source: Invalid Bits Per Pixel value
de_de: Ungültiger Wert für Bits pro Pixel
fr_fr: Valeur Bits par pixel incorrecte
ja_jp: bpp (bits per pixel) 値が無効です

source: Color table is empty
de_de: Farbtabelle ist leer
fr_fr: La table des couleurs est vide
ja_jp: カラー テーブルが空です

source: Image is empty
de_de: Bild ist leer
fr_fr: L'image est vide
ja_jp: 画像が空です

source: Invalid bitmap list
de_de: Ungültige Bitmap-Liste
fr_fr: Liste de bitmaps incorrects
ja_jp: ビットマップ リストが無効です

source: Cannot save empty GIF
de_de: Leeres GIF kann nicht gespeichert werden
fr_fr: Impossible d'enregistrer un GIF vide
ja_jp: 空の GIF を保存できません

source: Invalid GIF signature
de_de: Ungültige GIF-Signatur
fr_fr: Signature GIF incorrecte
ja_jp: GIF のシグネチャが無効です

source: Invalid number of colors specified in Screen Descriptor
de_de: Ungültige Farbanzahl bei Bildschirmbeschreibung angegeben
fr_fr: Nombre incorrect de couleurs spécifié dans le descripteur d'écran
ja_jp: スクリーン ディスクリプタに指定されているカラー数が無効です

source: Invalid number of colors specified in Image Descriptor
de_de: Ungültige Farbanzahl bei Bildbeschreibung angegeben
fr_fr: Nombre incorrect de couleurs spécifié dans le descripteur d'image
ja_jp: イメージ ディスクリプタに指定されているカラー数が無効です

source: Unknown extension type
de_de: Unbekannter Erweiterungstyp
fr_fr: Type d'extension inconnu
ja_jp: 拡張子タイプが不明です

source: Invalid extension introducer
de_de: Ungültige Erweiterungseinführung
fr_fr: Introduction d'extension incorrecte
ja_jp: 拡張子が無効です

source: Failed to allocate memory for GIF DIB
de_de: Fehler bei der Speicherzuweisung für GIF DIB
fr_fr: Echec d'allocation de la mémoire pour GIF DIB
ja_jp: GIF DIB のメモリ割り当てに失敗しました

source: Failed to create DIB from Bitmap
de_de: Fehler beim Erstellen des DIB aus Bitmap
fr_fr: Impossible de créer un DIB à partir du bitmap
ja_jp: ビットマップから DIB を作成できませんでした

source: Decoder bit buffer under-run
de_de: Zu wenig Bits im Decoder-Puffer
fr_fr: Décoder le tampon de bits à l'exécution
ja_jp: デコーダーのビット バッファー アンダーランが発生しました

source: Circular decoder table entry
de_de: Zirkulärer Eintrag in Decoder-Tabelle
fr_fr: Entrée de la table du décodeur circulaire
ja_jp: デコーダー テーブル エントリが循環しています

source: Invalid Image trailer
de_de: Ungültiger Bild-Trailer
fr_fr: Queue d'image incorrecte
ja_jp: イメージ トレーラが無効です

source: Internal error: Extension Instance does not match Extension Label
de_de: Interner Fehler: Erweiterungsinstanz entspricht nicht dem Erweiterungs-Label
fr_fr: Erreur interne : L'instance d'extension ne correspond pas au libellé d'extension
ja_jp: 内部エラー: 拡張インスタンスが拡張ラベルに一致しません

source: Unsupported Application Extension block size
de_de: Nicht unterstützte Blockgröße für Anwendungserweiterung
fr_fr: Taille de bloc d'extension d'application non supportée
ja_jp: アプリケーション拡張ブロックのサイズがサポートされていません

source: Unknown GIF block type
de_de: Unbekannter GIF-Blocktyp
fr_fr: Type de bloc GIF inconnu
ja_jp: GIF ブロック タイプが不明です

source: Object type not supported for operation
de_de: Objekttyp für Operation nicht unterstützt
fr_fr: Type d'objet non supporté pour l'opération
ja_jp: オブジェクト タイプがオペレーションに対応していません

source: Invalid GIF data
de_de: Ungültige GIF-Daten
fr_fr: Données GIF incorrectes
ja_jp: GIF データが無効です

source: No %2:s type found for the column: %1:s in %0:s.
de_de: Keinen %2:s Typ für die Spalte: %s in %0:s gefunden.
fr_fr: Aucun type %2:s trouvé pour la colonne %s dans %0:s.
ja_jp: %2:s タイプは、列 %s (%0:s 内) に見つかりません。

source: No long %2:s type found for the column: %1:s in %0:s.
de_de: Keinen langen %2:s Typ für die Spalte: %s in %0:s gefunden.
fr_fr: Aucun type %2:s long trouvé pour la colonne %s dans %0:s.
ja_jp: 長い %2:s タイプは、列 %s (%0:s 内) に見つかりません。

source: A view definition must start with the CREATE keyword.
de_de: Eine Sichtdefinition muss mit dem Schlüsselwort CREATE beginnen.
fr_fr: Une définition de vue doit démarrer par le mot-clé CREATE.
ja_jp: ビュー定義は、CREATE キーワードで始まる必要があります。

source: The best type match in %s for the column: %s is %s. But it is does not have sufficient precision.
de_de: Die beste Typübereinstimmung in %s für die Spalte: %s ist %s. Aber die Genauigkeit ist nicht ausreichend.
fr_fr: La meilleure concordance de type dans %s pour la colonne %s est %s. Mais elle n'a pas une précision suffisante.
ja_jp: %s (列 %s) と最も一致するタイプは %s です。しかし十分な精度がありません。

source: The best type match in %s for the column: %s is %s. But the max scale is: %s which is less than the specified: %s.
de_de: Die beste Typübereinstimmung in %s für die Spalte: %s ist %s. Aber die maximale Skalierung ist: %s, was kleiner als die festgelegte: %s ist.
fr_fr: La meilleure concordance de type dans %s pour la colonne %s est %s. Mais l'échelle maximale est %s, ce qui est inférieur à celle spécifiée : %s.
ja_jp: %s (列 %s) と最も一致するタイプは %s です。ただし、最大スケールは %s で指定した %s より小さいです。

source: Data type: %s is not recognized for SQL dialect.
de_de: Datentyp: %s wird für den SQL-Dialekt nicht erkannt.
fr_fr: Le type de données %s n'est pas reconnu pour le dialecte SQL.
ja_jp: データ型 %s は、SQL ダイアレクトで認識できません。

source: Cannot load metadata for %s.
de_de: Metadaten für %s können nicht geladen werden.
fr_fr: Impossible de charger la métadonnée pour %s.
ja_jp: %s のメタデータを読み込めません。

source: Connect request timed out after %s milliseconds
de_de: Zeitüberschreitung bei Verbindungsanforderung nach %s Millisekunden
fr_fr: Requête de connexion en dépassement de délai après %s millisecondes
ja_jp: 接続要求が %s ミリ秒後にタイムアウトしました

source: Unrecognized command: %s
de_de: Nicht erkannter Befehl: %s
fr_fr: Commande inconnue : %s
ja_jp: コマンド が認識できません: %s

source: %s is an invalid setting for the %s property. Use '%s' or a semicolon separated list of one or more of the following: %s %s %s %s %s %s %s %s %s %s %s %s
de_de: %s ist eine ungültige Einstellung für die Eigenschaft %s. Verwenden Sie '%s' oder eine durch Komma getrennte Liste eines oder mehrerer der folgenden Werte: %s %s %s %s %s %s %s %s %s %s %s %s
fr_fr: %s est un paramètre incorrect pour la propriété %s. Utilisez '%s' ou une liste séparée par des points-virgules d'un ou de plusieurs éléments suivants : %s %s %s %s %s %s %s %s %s %s %s %s
ja_jp: %s は %s プロパティの無効な設定です。 '%s' を使用するか、次のうちの 1 つ以上をセミコロンで区切ったリストを使用してください: %s %s %s %s %s %s %s %s %s %s %s %s

source: A script error occured. Do you want to debug?
de_de: Es ist ein Script-Fehler aufgetreten. Möchten Sie ihn suchen?
fr_fr: Une erreur de script s'est produite. Voulez-vous procéder au débogage ?
ja_jp: スクリプトエラーが発生しました。 デバッグを続けますか

source: You can only tab dock TWinControl based Controls
de_de: Nur auf TWinControl basierende Steuerelemente können an Register angedockt werden
fr_fr: La tabulation ne peut s'appliquer qu'aux contrôles TWinControl ancrés
ja_jp: タブ付きでドッキングできるのは TWinControl から継承されたコントロールだけです

source: Premature end of data
de_de: Vorzeitiges Datenende
fr_fr: Fin prématurée des données
ja_jp: 途中でデータの終わりに達しました

source: Color table overflow
de_de: Farbtabellenüberlauf
fr_fr: Débordement de la table des couleurs
ja_jp: カラー テーブルがオーバーフローしました

source: Invalid color index
de_de: Ungültiger Farbindex
fr_fr: Indice de couleur incorrect
ja_jp: カラー インデックスが無効です

source: Invalid color index - color map expanded
de_de: Ungültiger Farbindex - Farbzuordnung erweitert
fr_fr: Indice de couleur incorrect - correspondance de couleur étendue
ja_jp: カラー インデックスが無効です: カラー マップを拡張しました

source: The best type match in %s for the column: %s is %s. But is cannot be used for an auto increment column.
de_de: Die beste Typübereinstimmung in %s für die Spalte: %s ist %s. Kann aber für eine Autoinkrement-Spalte nicht verwendet werden.
fr_fr: La meilleure concordance de type dans %s pour la colonne %s est %s. Mais elle ne peut être utilisée pour une colonne à incrémentation automatique.
ja_jp: %s (列 %s) と最も一致するタイプは %s です。ただし、自動インクリメント列に使用できません。

source: The Data type: %s requires a column: %s, which does not exist on the Column collection.
de_de: Für den Datentyp: %s ist eine Spalte: %s erforderlich, die in der Spaltensammlung nicht vorhanden ist.
fr_fr: Le type de données %s nécessite une colonne %s, inexistante sur la collection de colonnes.
ja_jp: データ型 %s では、列 %s が必要です。この列は Column コレクションに存在しません。

source: The best type match in %s for the column: %s is %s. But it cannot hold unicode characters.
de_de: Die beste Typübereinstimmung in %s für die Spalte: %s ist %s. Kann aber keine Unicode-Zeichen aufnehmen.
fr_fr: La meilleure concordance de type dans %s pour la colonne %s est %s. Mais elle ne peut contenir des caractères unicode.
ja_jp: %s (列 %s) と最も一致するタイプは %s です。ただし、Unicode 文字を格納できません。

source: The best type match in %s for the column: %s is %s. But the max precision is: %s which is less than the specified: %s.
de_de: Die beste Typübereinstimmung in %s für die Spalte: %s ist %s. Aber die maximale Genauigkeit ist: %s, was kleiner als die festgelegte: %s ist.
fr_fr: La meilleure concordance de type dans %s pour la colonne %s est %s. Mais la précision maximale est %s, ce qui est inférieur à celle spécifiée : %s.
ja_jp: %s (列 %s) と最も一致するタイプは %s です。ただし、最大精度は %s で指定した %s より小さいです。

source: The constraint: %s could not be recreated, because the column: %s was dropped.
de_de: Die Einschränkung: %s konnte nicht wieder erstellt werden, weil die Spalte: %s entfernt wurde.
fr_fr: Impossible de recréer la contrainte %s car la colonne %s a été supprimée.
ja_jp: 制約 %s を再作成できません。列 %s が破棄されているからです。

source: The best type match in %s for the column: %s is %s. But it is unsigned.
de_de: Die beste Typübereinstimmung in %s für die Spalte: %s ist %s. Ist aber vorzeichenlos.
fr_fr: La meilleure concordance de type dans %s pour la colonne %s est %s. Mais elle est non signée.
ja_jp: %s (列 %s) と最も一致するタイプは %s です。ただし、符号なしです。

source: No statement to execute
de_de: Keine ausführbare Anweisung
fr_fr: Aucune instruction à exécuter
ja_jp: 実行すべきステートメントがありません

source: Feature not implemented
de_de: Feature nicht implementiert
fr_fr: Fonctionnalité non implémentée
ja_jp: 機能が実装されていません

source: %s property not set
de_de: Eigenschaft %s nicht festgelegt
fr_fr: Propriété %s non définie
ja_jp: %s ドライバ プロパティが設定されていません。

source: %s driver cannot be loaded. Make sure your project either uses the %s unit or uses packages so the %s package can be loaded dynamically
de_de: %s-Treiber konnte nicht geladen werden. Stellen Sie sicher, dass Ihr Projekt entweder die Unit %s oder Packages verwendet, damit das Package %s dynamisch geladen werden kann.
fr_fr: Impossible de charger le pilote %s. Assurez-vous que votre projet utilise l'unité %s ou les packages afin que le package %s puisse être chargé dynamiquement
ja_jp: %s ドライバをロードできません。プロジェクトで %s ユニットを使用しているか、それともパッケージを使用して %s パッケージを動的にロードできるようにしていることを確認してください

source: Reader Next method has not been called
de_de: Next-Methode des Readers wurde nicht aufgerufen
fr_fr: La méthode Reader Next n'a pas été appelée
ja_jp: リーダーの Next メソッドが呼び出されていません

source: Reader has no more rows
de_de: Reader hat keine weiteren Zeilen
fr_fr: Le lecteur n'a plus de lignes
ja_jp: リーダーにこれ以上の行はありません
